Repository: AMAVik24/pepinocr
Catalog: plugins/ama-site-essentials/languages/ama-site-essentials-*.po
Languages: es_es

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sábado

source: Sunday
es_es: Domingo

source: AMA Site Essentials Settings
es_es: Configuración de AMA Site Essentials

source: Custom Home Meta Description
es_es: Descripción Meta Personalizada

source: This is the website of XXXXXX, a small business focused on XXXXX.
es_es: Este es el sitio web de XXXXXX, un pequeño negocio centrado en XXXXX.

source: Write a short, 160 character summary of your website/business.
es_es: Escriba un resumen breve de 160 caracteres sobre su sitio web/negocio.

source: Schema Markup Configuration
es_es: Configuración del Marcado de Esquema

source: Business Type
es_es: Tipo de Negocio

source: Online Store
es_es: Tienda en Línea

source: Physical Store
es_es: Tienda Física

source: Online and Physical Store
es_es: Tienda en Línea y Física

source: Select the type of business that better describes yours.
es_es: Seleccione el tipo de negocio que mejor describa el suyo.

source: Business Country
es_es: País del Negocio

source: Enter the country where your company is based
es_es: Ingrese el país donde se encuentra su empresa

source: Business Region
es_es: Región del Negocio

source: Enter the region where your company is based (i.e. San José, Guadalajara, California, etc.)
es_es: Ingrese la región donde se encuentra su empresa (por ejemplo, San José, Guadalajara, California, etc.)

source: Business Postal Code
es_es: Código Postal del Negocio

source: Set the business postal code
es_es: Establezca el código postal del negocio

source: Physical Address
es_es: Dirección Física

source: San José, Curridabat, 300 meters from ...
es_es: San José, Curridabat, a 300 metros de ...

source: Write the physical address of your business.
es_es: Escriba la dirección física de su negocio.

source: Geolocation
es_es: Geolocalización

source: Type the latitude and longitude of your business location (as given by Google Maps).
es_es: Escriba la latitud y longitud de la ubicación de su empresa (según lo proporcionado por Google Maps).

source: Business Phone Number
es_es: Número de Teléfono del Negocio

source: Set the business main phone number.
es_es: Establezca el número de teléfono principal del negocio.

source: Opening Hour
es_es: Hora de Apertura

source: Specify the opening hour of your business.
es_es: Especifique la hora de apertura de su negocio.

source: Closing Hour
es_es: Hora de Cierre

source: Specify the closing hour of your business.
es_es: Especifique la hora de cierre de su negocio.

source: Open Days
es_es: Días abierto

source: Select the days when your business is open.
es_es: Seleccione los días en que su negocio está abierto.

source: Child Theme Configuration
es_es: Configuración del Tema Hijo

source: Parent Theme Stylesheet Handle
es_es: Identificador de los Estilos del Tema Padre

source: Enter the parent's theme stylesheet handle. It's the first parameter of the wp_enqueue_style function in the functions.php file of the parent theme. If you can't find that function, you can leave this field empty.
es_es: Ingrese el identificador del tema padre. Es el primer parámetro de la función wp_enqueue_style en el archivo functions.php del tema padre. Si no encuentra esa función, puede dejar este campo vacío.

source: Parent Theme Stylesheet Loading Method
es_es: Método de Carga de la Hoja de Estilo del Tema Padre

source: The parent theme loads both stylesheets
es_es: El tema padre carga ambas hojas de estilo

source: The parent theme doesn't load any stylesheets
es_es: El tema padre no carga ninguna hoja de estilo.

source: Select the stylesheet loading method used by the parent theme in its functions.php file.
es_es: Seleccione el método de carga de hojas de estilo utilizado por el tema padre en su archivo functions.php.

source: Email Settings
es_es: Configuración de Correo Electrónico

source: SMTP Username
es_es: Nombre de Usuario SMTP

source: Enter the username of your SMTP server.
es_es: Ingrese el nombre de usuario de su servidor SMTP.

source: Hidden for security
es_es: Escondido por seguridad

source: SMTP Password
es_es: Contraseña SMTP

source: Enter the password of your SMTP server.
es_es: Ingrese la contraseña de su servidor SMTP.

source: SMTP Sender
es_es: Remitente SMTP

source: Enter the email address from where the emails should be sent.
es_es: Ingrese la dirección de correo electrónico desde donde se deben enviar los correos electrónicos.

source: SMTP Name
es_es: Nombre SMTP

source: Enter the name that people will see from these emails.
es_es: Ingrese el nombre que verán las personas en estos correos electrónicos.

source: SMTP Server
es_es: Servidor SMTP

source: Enter the address (hostname) of your SMTP server.
es_es: Ingrese la dirección (nombre de host) de su servidor SMTP.

source: SMTP Port
es_es: Puerto SMTP

source: Enter the server port number.
es_es: Ingrese el número de puerto del servidor.

source: SMTP Encryption
es_es: Cifrado SMTP

source: Enter the encryption protocol (tls is recommended).
es_es: Ingrese el protocolo de cifrado (se recomienda tls).

source: Google Tag Manager
es_es: Gestor de Etiquetas de Google

source: Google Tag Manager: Header
es_es: Gestor de Etiquetas de Google: Encabezado

source: Enter the GTM code for the header.
es_es: Ingrese el código GTM para el encabezado.

source: Google Tag Manager: Body
es_es: Gestor de Etiquetas de Google: Cuerpo

source: Enter the GTM code for the body.
es_es: Ingrese el código GTM para el cuerpo.

source: Save Settings
es_es: Guardar Configuración

source: AMA Site Essentials - Meta Description
es_es: AMA Site Essentials - Descripción Meta

source: Meta Description:
es_es: Descripción Meta:

source: <strong>ERROR</strong>: You have reached authentication limit, you will be able to try again in %1$s.
es_es: <strong>ERROR</strong>: Ha alcanzado el límite de intentos de autenticación, podrá intentarlo de nuevo en %1$s.

source: second
es_es: segundo

source: minute
es_es: minuto

source: hour
es_es: hora

source: day
es_es: día

source: week
es_es: semana

source: month
es_es: mes

source: year
es_es: año
