Repository: AMAVik24/pepinocr
Catalog: languages/plugins/juiz-social-post-sharer-*.po
Languages: es_es

source: Black
es_es: Negro

source: Buy me a Coffee
es_es: Cómprame un café

source: Changelog
es_es: Registro de cambios

source: Close
es_es: Cerrar

source: Complete the setup
es_es: Completar la configuración

source: Contribute
es_es: Colaborar

source: Create your own
es_es: Crea el tuyo propio

source: Donate with %s
es_es: Hacer una donación con %s

source: Drag &amp; Drop Buttons
es_es: Botones de arrastrar y soltar

# Button Name
source: Email
es_es: Correo electrónico

source: Email address
es_es: Dirección de correo electrónico

source: Email Address
es_es: Dirección de correo electrónico

source: for both (Ninja!)
es_es: para ambos (¡Ninja!)

source: for the buttons
es_es: para los botones

source: for the modal
es_es: para la ventana emergente

source: Free service by %sNobs • Share Buttons%s
es_es: Servicio gratuito de %sNobs • Share Buttons%s

source: License
es_es: Licencia

source: License key
es_es: Clave de licencia

source: New Settings
es_es: Nuevos ajustes

source: optional
es_es: opcional

source: Personal message
es_es: Mensaje personal

# Button Name
source: Print
es_es: Imprimir

source: Public Website
es_es: Web pública

source: Recipient's email
es_es: Correo electrónico del destinatario

source: See the doc.
es_es: Lee la documentación.

source: Send this article
es_es: Enviar este artículo

source: Settings Page
es_es: Página de ajustes

source: Share by email
es_es: Compartir por correo electrónico

# Button Name
source: Share…
es_es: Compartir…

source: Subscribe
es_es: Suscribirse

source: Success
es_es: Correcto

source: Themes &amp; Networks
es_es: Temas y redes

source: Welcome
es_es: Bienvenido

source: What’s new
es_es: Novedades

source: What’s New?
es_es: Novedades

source: Your email
es_es: Tu correo electrónico

source: Your email address is invalid.
es_es: Tu dirección de correo electrónico no es válida.

source: Your name
es_es: Tu nombre

source: %1$s by %2$s
es_es: %1$s por %2$s

source: %s recipients
es_es: %s destinatarios

source: 1 recipient
es_es: 1 destinatario

source: A link to the article is automatically added in your message.
es_es: Se añade un enlace al artículo en tu mensaje automáticamente.

source: Big thanks to %sall the contributors%s.
es_es: Muchas gracias a %stodos los colaboradores%s.

source: Counters are internal tool for your website. Most social networks don’t allow developers to count real URL sharing nowadays. %sMore info%s
es_es: Los contadores son una herramienta interna para tu web. La mayoría de redes sociales no permiten a los desarrolladores contar las URLs compartidas reales hoy en día. %sMás información%s

source: Error trying to send your message. Sorry for that.
es_es: Error al intentar enviar tu mensaje. Lo siento.

source: Modern Style
es_es: Estilo moderno

source: Insert your license information to enable updates.
es_es: Introduce la información de tu licencia para activar las actualizaciones.

source: Thanks!
es_es: ¡Gracias!

source: The recipient email address is invalid.
es_es: La dirección de correo electrónico del destinatario no es válida.

source: Translate it
es_es: Tradúcelo

source: Use your own CSS file(s)?
es_es: ¿Quieres usar tu(s) propio(s) archivo(s) CSS?

source: %s License
es_es: Licencia de %s

source: Notice Removed
es_es: Aviso eliminado

source: Open corresponding issue
es_es: Abrir la incidencia correspondiente

source: Post successfully sent!
es_es: ¡La entrada se ha enviado correctamente!

source: Rebuilt Documentation
es_es: Documentación reescrita

source: Button Skin
es_es: Estilo del botón

source: Free &amp; Premium Button Skins
es_es: Estilos de botón gratuitos y premium

source: Read the news about your plugin or go back to the settings page to discover the new interface.
es_es: Lee las novedades acerca de tu plugin o vuelve a la página de ajustes para descubrir la nueva interfaz.

source: Responsive Skins
es_es: Estilos adaptables

source: Seems like the post ID you tried to share is not good.
es_es: Parece que el ID de entrada que has intentado compartir no es válido.

source: This plugin is totally free since 2012 and will stay %sfree forever%s. But you can always support people behind it with a donation.
es_es: Este plugin es totalmente gratuito desde 2012 y lo seguirá siendo %ssiempre%s. Pero siempre se puede apoyar a la gente que hay detrás de él con una donación.

source: This skin doesn't have a name
es_es: Este estilo no tiene nombre

source: Your session has expired. Reload the page and try again please :)
es_es: Tu sesión ha caducado. Vuelve a cargar la página e inténtalo de nuevo, por favor :)

source: Your session is expired. Sorry. Retry after reloading the page.
es_es: Tu sesión ha caducado. Lo siento. Vuelve a intentarlo después de recargar la página.

source: New Contact Modal
es_es: Nueva ventana emergente de contacto

source: Skin Shop
es_es: Tienda de estilos

source: Skin available soon
es_es: Estilo disponible próximamente

source: Available Soon
es_es: Disponible próximamente

source: Soon! Be the first to know
es_es: ¡Próximamente! Sé el primero en saberlo

source: Includes a lot of improvements. It has been tested on our side and should be ok. But WordPress is a big universe, it might be breaking changes for your specific website. If you can: double check on a safe (test) environment that everything is going to be ok for your website. Don’t forget to %sbackup your website%s.
es_es: Incluye muchas mejoras. Ha sido probado por nuestra parte y debería estar correcto. Pero WordPress es un gran universo, podría estar rompiendo cambios para tu web específica. Si puedes: vuelve a comprobar, en un entorno seguro (de prueba), que todo va a ir bien en tu web. No olvides %shacer una copia de seguridad de tu web%s.

source: Print this page
es_es: Imprimir esta página

source: Bookmark this article (on your browser)
es_es: Guarda este artículo (en tu navegador)

source: Press %s to bookmark this page.
es_es: Pulsa %s para guardar esta página.

source: Visit this link found on %%siteurl%%
es_es: Visita este enlace que he encontrado en %%siteurl%%

source: Hi, I found this information for you : "%%title%%"! This is the direct link: %%permalink%% Have a nice day :)
es_es: Hola, he encontrado esta información para ti: "%%title%%"! Este es el enlace directo: %%permalink%% Que tengas un buen día :)

source: Settings
es_es: Ajustes

source: Social Post Sharer
es_es: Compartidor social de posts

source: Sharing buttons
es_es: Botones de compartir

source: Choose a style to display
es_es: Elije un estilo visual

source: Display those following social networks:
es_es: Mostrar estas redes sociales

source: Save Changes
es_es: Guardar cambios

source: Display settings
es_es: Mostrar ajustes

source: What type of content must have buttons?
es_es: ¿Qué tipo de contenido debe tener botones?

source: Advanced settings
es_es: Ajustes avanzados

source: Show only social icon?
es_es: ¿Mostrar solo el icono?

source: hide text, show it on mouse over or focus
es_es: ocultar el texto, mostrarlo al pasar el raton o tener focus

source: Open links in a new window?
es_es: ¿Abrir enlaces en una ventana nueva?

source: adds a %s attribute
es_es: añade un atributo %s

source: Force Pinterest button sniffing all images of the page?
es_es: ¿Forzar que el boton de Pinterest busque todas las imagenes de la página?

source: Display counter of sharing?
es_es: ¿Mostrar el contador de comparticiones?

source: For this counter, you want to display:
es_es: Para este contador, quiere mostrar:

source: Customize mail texts
es_es: Personalizar el texto de los correos

source: Mail subject:
es_es: Asunto:

source: Mail body:
es_es: Cuerpo:

source: Juizy Light Tone
es_es: Tono Juizy Light

source: Blue Metro Style
es_es: Estilo Metro Azul

source: Gray Metro Style
es_es: Estilo Metro Gris

source: uses JavaScript to work
es_es: usa JavaScript para funcionar

source: Username without "@"
es_es: Nombre de usuario sin "@"

source: Lists of articles %s(blog, archives, search results, etc.)%s
es_es: Lista de artículos %s(blog, archivos, resultados de búsqueda, etc.)%s

source: Content bottom
es_es: Al final del contenido

source: Content top
es_es: Al principio del contenido

source: Both
es_es: Ambos

source: I'm a ninja, I want to use the shortcode only!
es_es: ¡Soy un ninja, y solo usaré el shortcode!

source: Modify advanced settings of the plugin. Some of them needs JavaScript (only one file loaded)
es_es: Modificar los ajustes avanzados del plugin. Algunos de ellos necesitan JavaScript (solo carga un archivo)

source: Only Sub-totals
es_es: Solo subtotales

source: Is you don't want to use this plugin more longer, go to Plugins section and deactivate it.
es_es: Si no quieres utilizar este plugin más, ve a la seccion plugins y desactívalo.

source: Example with all the networks available:
es_es: Ejemplo con todas las redes disponibles:

source: Tweet it
es_es: Twitear

source: Rate it
es_es: Valorar

source: Documentation
es_es: Documentación

source: Share an image of this article on Pinterest
es_es: Compartir una imagen en Pinterest

source: Add buttons after (or before, or both) your posts to allow visitors share your content (includes no JavaScript mode). You can also use <code>juiz_sps($array)</code> template function or <code>[juiz_sps]</code> shortcode. For more informations see the setting page located in <strong>Settings</strong> submenu.
es_es: Añade botones después (o antes, o ambos) de tus publicaciones para permitir que los visitantes compartan tu contenido (incluye un modo no JavaScript). También puedes usar la función de plantilla <code>juiz_sps($array)</code> o el shortcode <code>[juiz_sps]</code>. Para obtener más información, consulta la página de configuración que se encuentra en el submenú<strong>Configuración</strong>.

source: Share this article on %s
es_es: Compartir este artículo en %s

source: Hide sharing buttons for this post.
es_es: Ocultar los botones de compartir en esta entrada.

source: Only Total
es_es: Solo el total

source: Share the post
es_es: Compartir la entrada

source: Share this article with a friend (email)
es_es: Compartir esto con un amigo (correo electrónico)

source: To perform customization, you can use %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s or %s%%%%permalink%%%%%s variables.
es_es: Para personalizarlo, puedes utilizar las variables %s%%%%title%%%%%s, %s%%%%siteurl%%%%%s or %s%%%%permalink%%%%%s .

source: Total &amp; Sub-totals
es_es: Total y subtotales

source: Where do you want to display buttons?
es_es: ¿Dónde quieres mostrar los botones?

source: Yes
es_es: Sí

source: You can choose precisely the types of content that will benefit from the sharing buttons.
es_es: Puedes elegir detalladamente los tipos de contenido que se beneficiarán de los botones de compartir.

source: You can customize texts to display when visitors share your content by mail button
es_es: Puedes personalizar los textos que se muestran cuando los visitantes comparten tu contenido mediante el botón de correo

source: You can use %s[juiz_sps]%s or %s[juiz_social]%s shortcode with an optional attribute "buttons" listing the social networks you want.
es_es: Puedes usar el shortcode %s[juiz_sps]%s o %s[juiz_social]%s con un atributo opcional «buttons» listando las redes sociales que quieras.

source: You must chose at least one %stype of content%s.
es_es: Debes seleccionar al menos un %stipo de contenido%s.

source: http://wordpress.org/extend/plugins/juiz-social-post-sharer/
es_es: https://es.wordpress.org/plugins/juiz-social-post-sharer/

source: uses JavaScript
es_es: usa JavaScript

source: Juizy Light Tone Reversed
es_es: Tono Juizy Light inverso

source: Brands Colors
es_es: Colores de marca

source: Like it? Support this plugin! Thank you 😊
es_es: ¿Te gusta? ¡Apoya a este plugin! Gracias 😊

source: What is your X.com user name to be mentioned?
es_es: ¿Cuál es tu nombre de usuario en X.com para ser mencionado?
